Repository: nsi-iff/pyOLS
Catalog: pronto/i18n/Ontology-plone-*.po
Languages: pt_br

source: Relation Proposal
pt_br: Relação Proposta

source: Keyword Proposal
pt_br: Palavra-chave Proposta

source: Keyword
pt_br: Palavra-chave

source: Non-visible and editable only by owner
pt_br: Visível e editável somente pelo dono

source: Approved
pt_br: Aprovado

source: approved
pt_br: Aprovado

source: approve
pt_br: Aprovar

source: Approve
pt_br: Aprovar

source: Related Content
pt_br: Conteúdo Relacionado

source: Manage Relations
pt_br: Gerenciar Relacionamentos

source: Relations
pt_br: Relacionamentos

source: Map View
pt_br: Visualização do Mapa

source: PloneOntology
pt_br: Configuração da Ontologia

source: Select
pt_br: Selecionar

source: Ontology_select_before
pt_br: Clicar no botão 'Select' antes de clicar no botão 'Salvar', senão nenhuma palavra será adicionada.

source: Ontology_no_keywords
pt_br: Nenhuma palavra foi encontrada. Por favor tente realizar a busca novamente.

source: Name has to be an XML NCName (e.g. no spaces)
pt_br: O nome tem que ser um NCName XML válido (ou seja, sem espaços)

source: Name already exists.
pt_br: O nome já existe.

source: New keyword relation added.
pt_br: Nova relação de palavra-chave adicionada.

source: Selected keywords added.
pt_br: Adicionadas palavras-chaves selecionadas.

source: Selected keyword added.
pt_br: Adicionada palavra-chave selecionada.

source: No keywords selected.
pt_br: Nenhuma palavra-chave selecionada.

source: Selected keywords removed.
pt_br: Removida palavra-chave selecionada.

source: Removed selected relations.
pt_br: Removidas relações selecionadas.

source: No relations selected for removal.
pt_br: Nenhuma relação selecionada para ser removida.

source: Successfully added reference.
pt_br: Referência adicionada com sucesso.

source: Relations changed.
pt_br: Os relacionamentos foram alterados.

source: Error: Enter a positive float value.
pt_br: Erro: Informe um valor positivo.

source: Error: keyword graphs could not be updated.
pt_br: Erro: O gráfico não pode ser atualizado.

source: Properties changed.
pt_br: Propriedades alteradas.

source: Classify
pt_br: Classificar

source: Nothing needed to be upgraded.
pt_br: Nada a ser atualizado.

source: Add Relation Proposal
pt_br: Adicionar Relação Proposta

source: Search
pt_br: Buscar

source: Upgrade
pt_br: Atualizar

source: Reference Added.
pt_br: Referência Adicionada.

source: New Reference Created.
pt_br: Nova Referência Criada.

source: Accepted KW Proposals
pt_br: Propostas Aceitas de Palavras-chaves

source: Relevance factors changed.
pt_br: Fatores relevantes alterados.

source: Nothing to do.
pt_br: Nada foi excluido.

source: Successfully updated references.
pt_br: Referências atualizadas com sucesso.
